{
	"name": "Thrall Automated Gathering",
	"description": "Thrall Automated Gathering (TAG) is a mod designed to automate the process of collecting resources. While your thralls spend all their time standing around, now they can be useful while you're AFK. Using the new feats (Head Hunter, and Gatherer God) provided to unlock the recipes.\nYou should have access to the Hunting Table or Gathering Table.  Add a Warrior or Archer thrall to the workbench to increase the crafting queue up to 5 (close and re-open bench to update). Use the recipes to find the things you want to hunt and what tools to harvest them with. Set your thralls loose and reap the rewards. Better tier tools yield better results.\n\nBoth benches will auto-queue.  I wouldn't leave any extra tools inside the benches as that could result in a different recipe being chosen when the current one completes.  Each recipe takes 1 hour per cycle (this is designed for long-term income).  Leave it running overnight to come back to a full inventory.\n\nBug List:\n\nTODO:\n- Add a Resource Collection bench for automating resource collection (stone, iron, etc.) -\n- Create a 'stop' point when the bench inventory hits 100.  This should prevent anyone from over-harvesting.\n- Automated processing (cooking, smelting, etc.) via bench upgrades\n- Create Ways to mark the benches as working/crafting without opening them (like how you see a smelter running)\n- Update Icons to use more than the vanilla game assets so they're more descriptive\n- Update bench models to be something unique.\n\nAll Feats, Items, Recipes, etc. start with TAG to help categorize them.\nhttps://github.com/dracahn/CE-ThrallAutomatedGathering",
	"changeNote": "Added the gathering table and all recipes\nalso changed up the old hunting recipe icons to show what they return instead of the animal they hunt.",
	"author": "dracahn",
	"authorUrl": "https://github.com/dracahn",
	"versionMajor": 0,
	"versionMinor": 1,
	"versionBuild": 0,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "2421121086",
	"steamVisibility": 0,
	"folderName": "ThrallAutomatedGathering",
	"revisionNumber": 279274,
	"snapshotId": 28446
}